class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Мы смогли захватить в плен достаточно бойцов и офицеров противника. Наши хлопцы вернутся к своим!";
	};
	class WIN1
	{
		title = "Миссия выполнена";
		subtitle = "Потрясающий успех!";
		description = "Мы смогли захватить значительное количество пленных. Хватит даже на Бодю Думченко, захваченного месяц назад!";
	};
	class WIN2
	{
		title = "Миссия выполнена";
		subtitle = "Сногсшибательный успех!";
		description = "Мы захватили невероятно большое количество пленников. Хватит на наших побратимов, остаток доберём бурятами.";
	};
	class FAIL
	{
		title = "Миссия провалена";
		subtitle = "Восхитительный провал";
		description = "Мы не смогли взять достаточно пленных. Остаётся надеяться, что немцы не сократят число наших для равного счёта.";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "Наши силы были разбиты какими-то резервистами, полицаями и недобитками! Позорный день для ССО.";
	};
};